const data2=[
  //　["曜", "要る物", "報酬", "出現敵"],
    ["月", "-", "砥石", "山賊"],
    ["月", "金属探知機", "毒鉱石", "山賊"],
    ["火", "-", "魔石", "ウィル・オ・ウィスプ"],
    ["火", "金属探知機", "錆び付いた短剣", "ウィル・オ・ウィスプ"],
    ["火", "ランタン", "光の粉", "ウィル・オ・ウィスプ"],
    ["火", "毒鉱石", "毒素の塊", "ウィル・オ・ウィスプ"],
    ["水", "-", "不思議な卵", "岩トカゲ"],
    // ["水", "金属探知機", "", ""],
    ["木", "-", "木の装甲", "コボルト、メイジコボルト、コボルトエリート"],
    ["木", "-", "不思議な糸", "コボルト、メイジコボルト、コボルトエリート"],
    ["木", "-", "砥石", "コボルト、メイジコボルト、コボルトエリート"],
    ["木", "-", "強化石", "コボルト、メイジコボルト、コボルトエリート"],
    ["木", "金属探知機", "錆び付いた短剣", "コボルト、メイジコボルト、コボルトエリート"],
    ["金", "-", "鉄鉱石", "マッドマン", "マッドゴーレム"],
    ["金", "-", "砥石", "マッドマン", "マッドゴーレム"],
    ["金", "-", "強化石", "マッドマン", "マッドゴーレム"],
    ["金", "金属探知機", "錆び付いた短剣", "マッドマン", "マッドゴーレム"],
    ["土", "-", "魔石", "マッドマン", "マッドゴーレム"],
    ["土", "-", "砥石", "マッドマン", "マッドゴーレム"],
    ["土", "-", "強化石", "マッドマン、マッドゴーレム"],
    ["土", "金属探知機", "錆び付いた短剣", "マッドマン、マッドゴーレム"],
    ["日", "-", "不思議な糸", "おばけきのこ、おばけきのこの群れ"]
  ];
  export const data10 = [{
    youbi: "月",
    datas: [["-", "砥石", "山賊"], ["金属探知機", "毒鉱石", "山賊"]]
  }, {
    youbi: "火",
    datas: [["-", "魔石", "ウィル・オ・ウィスプ"],
            ["金属探知機", "錆び付いた短剣", "ウィル・オ・ウィスプ"],
            ["ランタン", "光の粉", "ウィル・オ・ウィスプ"], 
            ["毒鉱石", "毒素の塊", "ウィル・オ・ウィスプ"]]
  }, {
    youbi: "水",
    datas: [["-", "不思議な卵", "岩トカゲ"]]
  }, {
    youbi: "木",
    datas: [["-", "木の装甲", "コボルト、メイジコボルト、コボルトエリート"], 
            ["-", "不思議な糸", "コボルト、メイジコボルト、コボルトエリート"],
            ["-", "砥石", "コボルト、メイジコボルト、コボルトエリート"], 
            ["-", "強化石", "コボルト、メイジコボルト、コボルトエリート"],
            ["金属探知機", "錆び付いた短剣", "コボルト、メイジコボルト、コボルトエリート"]]
  }, {
    youbi: "金",
    datas: [["-", "鉄鉱石", "マッドマン、マッドゴーレム"], 
            ["-", "砥石", "マッドマン、マッドゴーレム"], 
            ["-", "強化石", "マッドマン、マッドゴーレム"],
            ["金属探知機", "錆び付いた短剣", "マッドマン、マッドゴーレム"]]
  }, {
    youbi: "土",
    datas: [["-", "魔石", "マッドマン、マッドゴーレム"], 
            ["-", "砥石", "マッドマン、マッドゴーレム"],
            ["-", "強化石", "マッドマン、マッドゴーレム"],
            ["金属探知機", "錆び付いた短剣", "マッドマン、マッドゴーレム"]]
  }, {
    youbi: "日",
    datas: [["-", "不思議な糸", "おばけきのこ、おばけきのこの群れ"]]
  }];
